tap 'caskroom/versions'

# Essentials
brew 'coreutils'
brew 'git'
brew 'openssl'
brew 'zsh'
brew 'zsh-completions'
cask "iterm2"

# Ruby
brew 'chruby'
brew 'ruby-build'


# Development
brew 'apple-gcc42'
cask 'java'

# Text editor
cask 'sublime-text3'

cask 'google-chrome'
cask 'firefox'

# VPN
cask 'tunnelblick'

# Keyboard fix
cask 'karabiner'
